---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LevelUpToLevel
source: html/698dfffa-bfa2-8220-1158-75854377a956.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LevelUpToLevel Property

"Story Above"

## Syntax (C#)
```csharp
public static ForgeTypeId LevelUpToLevel { get; }
```